Repository: CAjamie/jochre
Catalog: jochre_search_django/jochre/locale/*/LC_MESSAGES/django.po
Languages: yi

source: Sign In
yi: אַרײַנשרײַבן

source: Forgot Password?
yi: פּאַראָל פֿאַרגעסן?

source: Sign Out
yi: אַרױסלאָגירן

source: Are you sure you want to sign out?
yi: איר ווילט זיך טאַקע אַרויסשרײַבן?

source: Signup
yi: רעגיסטרירן

source: Sign Up
yi: רעגיסטרירן

source: Privacy Policy
yi: פּאָליטיק פֿון דאַטנשיץ

source: Unable to process query
yi: אוממעגלעך צו באַאַרבעטן דעם נאָכפֿרעג

source: Please enter a search term
yi: פֿאַרשרײַבט אַ זוכוואָרט

source: No search results
yi: קײן רעזולטאַטן

source: Found %(count)s results.
yi: %(count)s רעזולטאַטן.

source: Found more than %(count)s results.
yi: מער װי %(count)s רעזולטאַטן.

source: Results %(start)s to %(end)s:
yi: רעזולטאַטן %(start)s ביז %(end)s:

source: Clear results
yi: אױסמעקן

source: Correct document meta data
yi: אױסבעסרן אַן אַטריבוט

source: Correct the meta data.
yi: בסערט אױס אַן אַטריבוט.

source: Field
yi: אַטריבוט

source: Current value
yi: איצטיקער אינהאַלט

source: New value
yi: נײַער אינהאַלט

source: or Merge with
yi: אָדער גיסט צונױף מיט

source: Close
yi: פֿאַרמאכֿט

source: Save changes
yi: היט אױף

source: An error occurred.
yi: אַ פֿעלער איז פֿאָרגעקומען.

source: Powered by
yi: באַכּוחט דורך

source: Jochre
yi: זוך

source: Logout
yi: אַרױסלאָגירן

source: Customize keyboard
yi: מאַכט איבער די קלאַוויאַטור

source: Enable keyboard mappings
yi: שטעלט אָן די קלאַװיאַטור אַנטקעגענערס

source: Cancel
yi: אַנולירן

source: Restore defaults
yi: ברענגט צוריק די עצם אײַנשטעלונגען

source: Keyboard mappings updated.
yi: די קלאװיאַטור אַנגקעגענערס זײַנען איבערגעביטן געװאָרן.

source: Update preferences
yi: דעם באַניצערס פּרעפֿערענצן

source: Interface language
yi: צװישנבינד שפּראַך

source: Results per page
yi: װיפֿל דאָקומענטן אין אַ זײַט

source: Snippets per result
yi: װיפֿל פֿראַגמענטן טעקסט אין אַ דאָקומענט

source: Preferences saved.
yi: די פּרעפֿערענצן זײַנען אױפֿגעהיט געװאָרן.

source: Search
yi: זוך

source: Update key mappings
yi: קלאַװיאַטור אַנטקעגענערס

source: Advanced search
yi: אַוואַנסירטער זוך

source: Author
yi: מחבר

source: Title
yi: טיטל

source: Strict
yi: שטרענג

source: Sort by
yi: סאָרטירן לױטן

source: sort by score
yi: חשבון

source: sort by year ascending
yi: יאָר ↑

source: sort by year descending
yi: יאָר ↓

source: Reference number
yi: אידענטיפֿיציר נומער

source: Alternate title
yi: טיטל אין טראַנסקריפציע

source: alternate alphabet title meta
yi: טיטל אין טראַנסקריפציע

source: Volume
yi: באַנד

source: volume
yi: באַנד

source: author meta
yi: מחבר

source: Alternate author
yi: מחבר אין טראַנסקריפציע

source: alternate alphabet author meta
yi: מחבר אין טראַנסקריפציע

source: Section
yi: אָפּטײל

source: Pages %(startPage)s to %(endPage)s
yi: זײַטן %(startPage)s ביז %(endPage)s

source: Publisher
yi: פֿאַרלאַג

source: publisher
yi: פֿאַרלאַג

source: Date
yi: יאָר

source: date
yi: יאָר

source: View page snippet
yi: קוקט אָן דעם שטיקעלע זײַטל

source: View transcribed text
yi: קוקט אָן דעם טראַנסקריבירטן טעקסט

source: Go to book
yi: גייט צו בוך

source: (page %(page)s)
yi: (זײַטל %(page)s(

source: Fix a word
yi: אױסבעסערן אַ װאָרט

source: Please enter the word exactly as it appears above, including niqqud, apostrophes, quotes, dashes, and other punctuation. If the word is badly segmented (i.e. if only part of the word appears), do not correct it.
yi: שרײַבט דאָס װאָרט פּונקט װי עס זעט אױס אױבן, מיט ניקוד, אפּאָסטראָפֿן, גענדזן-פֿיסלעך, מקפֿן, און אַנדערע אפּשטעל-צײכנס. אױב אַ װאָרט איז שלעכט סעגמענטירט (ד“ה אױב נאָר אַ טײל פֿונעם װאָרט זעט אױס אױבן), מע טאָר נישט עס אױסבעסערן.

source: Word
yi: װאָרט

source: Font
yi: דרוקשריפֿט

source: Font example
yi: דרוקשריפֿט דוגמא

source: Language
yi: שפּראַך

source: Suggestion recorded.
yi: דער פירלײג איז פֿארשרײַבט געװאָרן.

source: first page
yi: ערשטע

source: previous page
yi: פֿריערדיקע

source: next page
yi: קומעדיקע

source: last page
yi: לעצטע
